/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Pulse el botón Menú para regresar a la pantalla anterior.";

/* kBRMediaPlayerNotResponding*/
202 = "Pulse el botón Menú para regresar a la pantalla anterior.";


/* kBRMediaNoMovieFolderContent */
304 = "Compruebe que las películas que ha creado o descargado se encuentran en la carpeta Películas de su carpeta de inicio.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Seleccione otra lista de reproducción.";

/* kBRMediaNoSuchSong */
312 = "Seleccione otra canción.";

/* kBRMediaNoSongForSlideshow */
316 = "Verifique los ajustes de música del pase de diapositivas e inténtelo de nuevo.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Verifique los ajustes de música del pase de diapositivas e inténtelo de nuevo.";

/* kBRVideoUnplayable */
318 = "No se ha reconocido el formato.";

/* kBRMediaRadioStreamUnplayable */
319 = "La transmisión de radio seleccionada ha superado el tiempo límite antes de poder ser reproducida.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Verifique la fuente o inténtelo de nuevo más tarde.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Verifique la fuente o inténtelo de nuevo más tarde.";

/* kBRDataSourceConnectionInProgressError */
420 = "Espere, por favor.";

/* KBRSystemNetworkHostUnreachable */
501 = "Verifique su configuración de red y su conexión.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "El sitio web de tráilers de cine de Apple no está disponible. Inténtelo de nuevo más tarde.";

/* kBRSystemNotHDCPCompliant */
503 = "Asegúrese de que las pantallas conectadas son compatibles con HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Intentar de nuevo.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Otra aplicación está reproduciendo un DVD. Vuelva al escritorio para salir de ella e inténtelo de nuevo.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Otra aplicación está reproduciendo el DVD. Vuelva al escritorio para salir de ella.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Para obtener más información acerca de los códigos regionales, consulte la Ayuda Reproductor de DVD.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "No se ha reconocido el formato.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Hay un problema con el disco.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Otra aplicación está utilizando el CD. Vuelva al escritorio para salir de ella e inténtelo de nuevo.";


/* kBRInternalResourceError */
900 = "";


